#+TITLE: 課題01
#+DATE: 2026-02-16

#+BEGIN_SRC jupyter-python :session py :async yes
fullname = "渡邉卓"
age = 40

print(
    "はじめまして、",
    fullname,
    "と申します。\n年齢は",
    age,
    "歳です。来年は",
    age + 1,
    "歳になります。\nよろしくお願いします。",
)
#+END_SRC

#+RESULTS:
: はじめまして、 渡邉卓 と申します。
: 年齢は 40 歳です。来年は 41 歳になります。
: よろしくお願いします。
